Repository: mozilla-l10n/mt-training-data
Catalog: rm-vallader/rm-vallader_pontoon.tmx
Source language: en_us
Languages: rm_vallader

source: It contains words or phrases that are hard to read or pronounce.
rm_vallader: Ella cuntegna pleds o frasas chi sun difficilas da leger o pronunzchar.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
rm_vallader: I's sa fingià dalönch innan, cha la lectura / cha'l lectur vain distrat dal layout legibel dad üna pagina d'internet.

source: It is written in a language different than what I’m speaking.
rm_vallader: La frasa es scritta in ün'otra lingua co quella ch'eu discuor

source: Japanese
rm_vallader: Giapunais

source: Join the Common Voice mailing list
rm_vallader: Annunzcha't per la glista dad e-mails da Common Voice.

source: Kabyle
rm_vallader: Cabil

source: Kazakh
rm_vallader: Casac

source: Keep
rm_vallader: Tgnair

source: Keep it up, record again <recordIcon></recordIcon>
rm_vallader: Sta landervia e fa amo üna registraziun <recordIcon></recordIcon>

source: Keep the recordings
rm_vallader: Tegna la registraziun

source: Keep track of your progress and metrics across multiple languages.
rm_vallader: Resta al curraint a reguard teis progress e tia statistica in differentas linguas.

source: Keep track of your progress with a profile
rm_vallader: Tegna in mera teis progress cun ün profil

source: Keep track of your progress with a profile and help our voice data be more accurate.
rm_vallader: Resta al curraint da teis progress cun ün profil e güda cha nossas datas dvaintan plü precisas.

source: Komi-Zyrian
rm_vallader: Comi-Sirian

source: Korean
rm_vallader: Corean

source: Kurdish
rm_vallader: Curd

source: Kyrgyz
rm_vallader: Kirghis

source: Language
rm_vallader: Lingua

source: Language Request
rm_vallader: Dumonda per üna nouva lingua

source: Language request successfully submitted, thank you.
rm_vallader: Tü hast tramiss tia dumonda per üna nouva lingua, grazcha fich!

source: Languages
rm_vallader: Linguas

source: Latvian
rm_vallader: Letton

source: Launched
rm_vallader: Lantschà

source: Leaderboard Visibility
rm_vallader: Visibilità sülla glista dals meglders

source: Learn More
rm_vallader: Daplü infuormaziuns

source: Leaving now means you’ll lose your changes
rm_vallader: Bandunar uossa, voul dir cha tü perdast tias modificaziuns.

source: Leaving now means you'll lose your progress
rm_vallader: Scha tü bandunast uossa, perdast teis progress

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
rm_vallader: LibriSpeech es ün corpus da bundant 1'000 uras registraziuns da prelecziuns in inglais (registradas in 16kHz) chi vegnan da cudeschs auditivs e dal proget LibriVox.

source: License
rm_vallader: Licenza

source: License: <licenseLink>CC-0</licenseLink>
rm_vallader: Licenza: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
rm_vallader: Licenza: <licenseLink>{ $license }</licenseLink>

source: Ligurian
rm_vallader: Liguric

source: Link Copied
rm_vallader: Copchà il link

source: Listen
rm_vallader: Taidla

source: Listening
rm_vallader: Taidla

source: Listen-Queue
rm_vallader: Fila da las contribuziuns chi sun da tadlar

source: Lithuanian
rm_vallader: Lituan

source: Loading…
rm_vallader: Chargia...

source: Localization
rm_vallader: Localisaziun

source: Localized
rm_vallader: Tradüt

source: Login Identity
rm_vallader: Identità d'access

source: Log in or sign up to get started
rm_vallader: Annunzcha't o registrescha't per cumanzar

source: Log In / Sign Up
rm_vallader: Annunzcha't / Registrescha't

source: Log In / Sign Up with { $company } email
rm_vallader: Annunzcha't / Registrescha't cun l'adressa dad e-mail da { $company }

source: Log Out
rm_vallader: Sorta

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
rm_vallader: Sco chi para nu daja in quista lingua ingüns clips per tadlar. Güda'ns a cumplettar quista fila cun registrar uossa tia vusch.

source: Macedonian
rm_vallader: Macedon

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
rm_vallader: Tias datas inoltradas dvaintan amo plü ütilas cun indichar alch infuormaziuns demograficas anonimas. Tuot las datas demograficas vegnan anonimisadas avant co gnir publichadas.

source: Malagasy
rm_vallader: Madagasc

source: Male
rm_vallader: Masculin

source: Maltese
rm_vallader: Maltais

source: Manage Email Subscriptions
rm_vallader: Administrescha ils abunamaints dad e-mail

source: Manage Subscriptions
rm_vallader: Administrescha ils abunamaints

source: Meadow Mari
rm_vallader: Mari oriental

source: Message
rm_vallader: Notizcha

source: Mixed
rm_vallader: Masdà

source: Moksha
rm_vallader: Mokschan

source: Mongolian
rm_vallader: Mongolic

source: More
rm_vallader: Daplü

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
rm_vallader: La gronda part da las datas chi vegnan dovradas da las grondas firmas nu sta a disposizun ad üna majorità da las glieud. Nus eschan da l'avis, cha quai stendschainta innovaziuns. Perquai vaina lantschà Common Voice, ün proget chi güda a render accessibel incleger vusch a tuots.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
rm_vallader: La gronda part da las datas chi vegnan dovradas da las grondas firmas nu sta a disposizun ad üna majorità da las glieud. Nus eschan da l'avis, cha quai stendschainta innovaziuns. Perquai vaina lantschà Common Voice, ün proget chi güda a render accessibla l'identificaziun da vuschs a tuots.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
rm_vallader: Las bleras bancas da datas vocalas vegnan trenadas d'üna surrapreschantanza da tschertas demografias. Quai chaschunescha üna favurisaziun <articleLink>dad homens e da la classa sociala media</articleLink>. Accents e dialects chi tendan ad esser suotrapreschantats in bancas da datas da trenamaint sun tipicamaing associadas cun gruppas da persunas chi vegnan insomma marginalisadas. Bleras maschinas han eir fadia dad incleger vuschs femininas. Pervi da quai lain nus avair üna banca da datas bain variada.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
rm_vallader: Mozilla nu selecziunescha e nu favurisescha ingüna lingua. Anzi, Common Voice es ün'iniziativa chi vain elavurada exclusivamaing da la comunità. Mo i voul <multilangLink>plüs pass per integrar üna nouva lingua</multilangLink> e cumanzar a ramassar contribuziuns vocalas. Il prüm sto la pagina d'internet da Common Voice gnir tradütta per cha'ls commembers da la comunità hajan access a las experienzas dals partecipants in lur aigna lingua. Sco prossem vaina dabsögn dad üna gronda quantità da frasas (construcziuns) chi sun libras da drets d'autur per pudair gnir lettas avant da persunas. Subit cha quistas duos premissas sun accumplidas, vegn la lingua "lantschada" sün Common Voice, uschè cha la glieud po registrar lur vusch e verifichar las contribuziuns dad oters. Scha tü voust güdar a lantschar üna nouva lingua, va inavant pro nos <sentenceCollectorLink> instrumaint per ramassar construcziuns </sentenceCollectorLink>.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
rm_vallader: Mozilla less mantgnair il web avert ed accessibel per minchün. Perquai stuvaina sustgnair persunas chi creeschan cuntgnü da web cun progets sco Common Voice. Oramai cha tecnologias vocalas nu su plü be prodots da nischa, eschan nus da l'avis cha quistas ston nüzziar a tuot ils ütilisaders da listessa maniera. Quai voul dir chi'd es dad investir in daplü linguas e da resguardar differents accents e differentas demografias dürant la construcziun e la prova da tecnologias vocalas. Common Voice es üna resursa publica chi sta a disposiziun a minchün ed ils teams da Mozilla e sviluppaders sün tuot il muond tilla douvran fingià per noss agens progets.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
rm_vallader: Mycroft es il prüm assistent digital open source dal muond.¶ Mycroft funcziuna dapertuot - sün ün computer, in ün auto o sün ün Rasperry Pi.

source: N/A
rm_vallader: Na disponibel

source: Name
rm_vallader: Nom

source: Native Language
rm_vallader: Lingua materna

source: Nepali
rm_vallader: Nepalais

source: Next Goals: { $goal }
rm_vallader: Prossem böt: { $goal }

source: No
rm_vallader: Na

source: No gravatar found for your email
rm_vallader: Chattà ingün Gravatar per tia adressa dad e-mail

source: No microphone found.
rm_vallader: Chattà ingün microfon.

source: Norwegian Bokmål
rm_vallader: Bokmål norvegiais

source: Norwegian Nynorsk
rm_vallader: Nynorsk norvegiais

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
rm_vallader: Remarcha: scha 'muossar' es activà, til poust müdar sün la pagina-web da <profileLink>profil</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
rm_vallader: Remarcha: Tü stoust tscherner tanter Discuorra e Taidla per müdar il tip da contribuziun.

source: Not found
rm_vallader: Na chattà

source: No Thanks
rm_vallader: Na, grazcha.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
rm_vallader: Uossa poust contribuir tia vusch ed ans güdar a s-chaffir üna banca da datas open source cun vuschs. Üna banca da datas cha minchün po dovrar per crear applicaziuns innovativas per apparats e pel web. Legia avant üna frasa per güdar a maschinas ad imprender co cha drettas persunas discuorran. Controlla la lavur cha oters han conribui per amegldrar la qualità. Uschè simpel esa!

source: { NUMBER($count) } clips
rm_vallader: { NUMBER($count) } registraziuns

source: Number of Voices
rm_vallader: Quantità da vuschs

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
rm_vallader: Nus pudain ragiundscher { NUMBER($totalHours) } uras in be { NUMBER($periodMonths) } mais, scha { NUMBER($people) } persunas fan { NUMBER($clipsPerDay) } registraziuns al di.

source: Off
rm_vallader: Deactivà

source: Offensive language
rm_vallader: Lingua chi spermala

source: Offensive speech
rm_vallader: Lingua chi spermala

source: On
rm_vallader: Activà

source: On desktop devices you can contribute by downloading…
rm_vallader: Sün computers da desktop poust s-chargiar la plü nouva versiun:

source: On iOS please continue with Safari to enable recording…
rm_vallader: Sün iOS, cuntinuescha cun Safari per activar la registraziun…

source: Optionally join on our email list for updates and new information about the project.
rm_vallader: Tü poust t'inscriver sün nossa glista per surgnir e-mails cun novitats ed infuormaziuns a reguard il proget.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
rm_vallader: Infuormaziuns demograficas facultativas (p. ex. età, schlatta, lingua ed accent) vegnan separadas da tias datas da vusch inoltradas e nu vegnan mai publichadas sün teis profil.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
rm_vallader: Datas demograficas furnidas opziunalmaing (p.ex. età, schlatta, lingua ed eccent) nu vegnan mai publichadas sün teis profil e nu vegnan colliadas cun teis conto illa collecziun da datas. Clips individuals vegnan attribuits a datas demograficas per pussibilitar ün'analisa plü minuziusa. Sch'ün scienzià less p.ex. orientar seis model d'identificaziun da vusch vers segmaints demografics specifics.

source: or Delete voice clip
rm_vallader: o stüda la registraziun

source: Other
rm_vallader: Oter

source: Other Language
rm_vallader: Otra lingua

source: Other voice datasets…
rm_vallader: Otras collecziuns da datas vocalas

source: Other Voice Datasets
rm_vallader: Otras collecziuns da datas

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
rm_vallader: Nos text da funtana as cumpuona da donaziuns originalas da cooperaturs sco eir da dialogs da domenas publicas da scripts da film sco</italic></italic>. Vus pudais verer nossas construcziuns da funtana aint in quist <githubLink>ordinatur</githubLink> da GitHub.

source: Overall Accuracy
rm_vallader: Precisiun cumplessiva

source: Overall Hr. Total
rm_vallader: Total da las uras

source: Overall project status: see how far we’ve come!
rm_vallader: Status general dal proget: uschè inavant eschna fingià rivats!

source: Partners
rm_vallader: Partenaris

source: <playIcon></playIcon>Last one!
rm_vallader: <playIcon></playIcon>L'ultima!

source: Polish
rm_vallader: Polac

source: Portuguese
rm_vallader: Portugais

source: Press play, listen & tell us: did they accurately speak the sentence below?
rm_vallader: Schmacha play, taidla e di'ns: Vain la frasa pronunzchada güst?

source: Press { shortcut-play-toggle } to toggle play mode
rm_vallader: Schmacha { shortcut-play-toggle } per laschar preleger o fermar.

source: Privacy
rm_vallader: Protecziun da datas

source: Privacy Policy
rm_vallader: Decleraziun da la protecziun da datas

source: Pro
rm_vallader: Professiunal

source: Profile
rm_vallader: Profil

source: Profile information improves the audio data used in training speech recognition accuracy.
rm_vallader: Datas dal profil augmaintan la qualità da las datas da tun chi vegnan dovradas per trenar la precisiun da l'identificaziun da vuschs.

source: Punjabi
rm_vallader: Punjab

source: Read More
rm_vallader: Daplü infuormaziuns

source: Read more on our About page
rm_vallader: Legia daplü sün nossa pagina d'infuormaziun da Common Voice.

source: Ready to do { $count } more?
rm_vallader: Fast amo { $count } daplü?

source: Ready to donate your voice?
rm_vallader: Est pront/pronta da contribuir cun dunar tia vusch?

source: Ready to help validate sentences?
rm_vallader: Est pront per güdar a validar frasas?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
rm_vallader: Tü survainst e-mails, chi't tiran adimmaint teis böts, cun actualisaziuns da teis progress e las novitats da Common Voice.

source: Recorded Clips
rm_vallader: Registraziuns

source: Recorded Hours
rm_vallader: Uras registradas

source: <recordIcon></recordIcon> Last one!
rm_vallader: <recordIcon></recordIcon> L'ultima!

source: Recording
rm_vallader: Registrazun

source: Recordings
rm_vallader: Registraziuns

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
rm_vallader: Registrar clips da vuschs es üna part essenziala per s-chaffir nossa collecziun da datas averta; i dischan dafatta la part la plü divertenta.

source: Record/Stop
rm_vallader: Registrar/Stop

source: RECORD VOICEWAVE
rm_vallader: REGISTRESCHA TIA VUSCH

source: Record your voice
rm_vallader: Registrescha tia vusch

source: Recreate Voicewave
rm_vallader: Recreescha tia uonda da vusch

source: Remove
rm_vallader: Stüder

source: Report
rm_vallader: Rapporta

source: Report was passed successfully
rm_vallader: Il rapport es gnü tramiss cun success

source: Request a Language
rm_vallader: Dumonda üna lingua

source: *required
rm_vallader: *necessari

source: Re-record
rm_vallader: Registrescha amo üna jada

source: RE-RECORD
rm_vallader: REGISTRESCHA AMO ÜNA JADA

source: Re-record clip
rm_vallader: Repeta la registraziun

source: RETRY
rm_vallader: REPETA

source: Return here to edit your goal anytime.
rm_vallader: Tuorna qua per modifichar teis böt cur cha tü voust.

source: Return to Common Voice
rm_vallader: Tuorna a Common Voice

source: Return to Common Voice Datasets
rm_vallader: Inavo a la collecziun da datas Common Voice.

source: Return to Languages
rm_vallader: Tuorna pro las linguas.

source: Review
rm_vallader: Verifichar

source: Review & re-record clips here as you go
rm_vallader: Quia poust verifichar tias registraziuns e tour sü ellas da nouv avant co proseguir, scha alch nun es bun.

source: Review & re-record clips if needed
rm_vallader: Verifichescha las registraziuns e tillas piglia sü da nouv, schi fa dabsögn

source: Review & Submit
rm_vallader: Verifichar e trametter

source: Romanian
rm_vallader: Rumen

source: Romansh Sursilvan
rm_vallader: Rumantsch sursilvan

source: Romansh Vallader
rm_vallader: Rumantsch vallader

source: Russian
rm_vallader: Russ

source: Sakha
rm_vallader: yacut

source: Sardinian
rm_vallader: Sard

source: Save
rm_vallader: Arcunar

source: Saved
rm_vallader: Arcunà

source: Search
rm_vallader: Tschercha

source: Search for answers
rm_vallader: Tscherchar respostas

source: See how your progress compares to other contributors all over the world.
rm_vallader: Conguala teis progress cun las contribuziuns dad otras persunas da tuot il muond.

source: See Less
rm_vallader: Muossa damain

source: See More
rm_vallader: Muossa daplü

source: Select a Language...
rm_vallader: Tscherna üna lingua...

source: Sentence Collection
rm_vallader: Collecziun da frasas

source: Sentences
rm_vallader: Frasas

source: Serbian
rm_vallader: Serb

source: Set a goal
rm_vallader: Definir ün böt

source: Set my visibility
rm_vallader: Adattescha mia visibilità

source: Settings
rm_vallader: Parameters

source: Sex
rm_vallader: Schlatta

source: Share Common Voice
rm_vallader: Partischa Common Voice

source: Share my goal
rm_vallader: Publichescha meis böt

source: Share your clip
rm_vallader: Partischa tia registraziun

source: Share your { $count } Clip Daily Goal for { $type }
rm_vallader: Publichescha teis böt da { $count } registraziuns al di per { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
rm_vallader: Publichescha teis böt da { $count } registraziuns l'eivna per { $type }

source: Shortcuts
rm_vallader: Scurznidas

source: Show my ranking
rm_vallader: Muossa meis rang

source: Sign up for an account
rm_vallader: Registrescha't per ün conto

source: Sign up for Common Voice newsletters, goal reminders and progress updates
rm_vallader: Annunzcha't per novitats da Common Voice, chi't tiran adimmaint teis böts e cun actualisaziuns da teis progress

source: sign up for email updates
rm_vallader: Abunescha novitats per e-mail

source: Sign up for { $lang } updates:
rm_vallader: Annunzcha't per tschüffer novitats dal team { $lang }.

source: Sinhala
rm_vallader: Singalais

source: Size
rm_vallader: Grondezza

source: Skip
rm_vallader: Sursaglia

source: Skip Submission Feedback
rm_vallader: Sursaglia la pagina da resun

source: Slovak
rm_vallader: Slovac

source: Slovenian
rm_vallader: Sloven

source: Sorbian, Lower
rm_vallader: Sorb bass

source: Sorbian, Upper
rm_vallader: Sorb ot

source: Spanish
rm_vallader: Spagnöl

source: Speak
rm_vallader: Discuorra

source: Speakers
rm_vallader: Pledadras e -ders

source: Speaking
rm_vallader: Discuorra

source: Speaking and Listening
rm_vallader: Discuorrer e tadlar

source: Speak now
rm_vallader: Discuorra uossa

source: Speak up, contribute here!
rm_vallader: Di alch, contribuischa quia!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
rm_vallader: <speechBlogLink>Cumainza cun l'identificaziun da vusch </speechBlogLink>
